Repository: Infomaniak/desktop-kDrive
Catalog: src/gui4/windows/kDrive client/kDrive client/Strings/*/Resources.resw
Source language: en_us
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl, pt_pt, sv_se

# updateRequiredDescription
source: A new version of kDrive is required to continue. Please update the application to access your files and resume synchronization
da_dk: En ny version af kDrive er påkrævet for at fortsætte. Opdater programmet for at få adgang til dine filer og genoptage synkronisering.
el_gr: Απαιτείται νέα έκδοση του kDrive για να συνεχίσετε. Ενημερώστε την εφαρμογή για να αποκτήσετε πρόσβαση στα αρχεία σας και να συνεχίσετε τον συγχρονισμό.
fi_fi: Uusi kDrive-versio on tarpeen jatkamiseksi. Päivitä sovellus päästäksesi tiedostoihisi ja jatkaaksesi synkronointia.
nb_no: En ny versjon av kDrive kreves for å fortsette. Oppdater programmet for å få tilgang til filene dine og gjenoppta synkroniseringen.
nl_nl: Een nieuwe versie van kDrive is vereist om door te gaan. Werk de applicatie bij om toegang te krijgen tot uw bestanden en de synchronisatie te hervatten.
pl_pl: Aby kontynuować, wymagana jest nowa wersja kDrive. Zaktualizuj aplikację, aby uzyskać dostęp do plików i wznowić synchronizację.
pt_pt: É necessária uma nova versão do kDrive para continuar. Atualize a aplicação para aceder aos seus ficheiros e retomar a sincronização.
sv_se: En ny version av kDrive krävs för att fortsätta. Uppdatera programmet för att komma åt dina filer och återuppta synkroniseringen.

# updateRequiredTitle
source: Update required
da_dk: Opdatering påkrævet
el_gr: Απαιτείται ενημέρωση
fi_fi: Päivitys vaaditaan
nb_no: Oppdatering kreves
nl_nl: Update vereist
pl_pl: Wymagana aktualizacja
pt_pt: Atualização necessária
sv_se: Uppdatering krävs

# updateSettings
source: Update
da_dk: Opdater
de_de: Aktualisierung
el_gr: Ενημέρωση
es_es: Actualización
fi_fi: Päivitys
fr_fr: Mise à jour
it_it: Aggiornamento
nb_no: Oppdatering
pl_pl: Aktualizacja
pt_pt: Atualização
sv_se: Uppdatera

# uploadNotTerminatedErrorTitle
source: Incomplete upload
da_dk: Ufuldstændig upload
de_de: Unvollständiger Upload
el_gr: Ημιτελής μεταφόρτωση
es_es: Subida incompleta
fi_fi: Keskeytynyt lataus
fr_fr: Téléversement incomplet
it_it: Caricamento incompleto
nb_no: Ufullstendig opplasting
nl_nl: Onvolledig uploaden
pl_pl: Niekompletne przesyłanie
pt_pt: Carregamento incompleto
sv_se: Ofullständig uppladdning

# userExclusionFileListDescription
source: Add files to exclude from sync.
da_dk: Tilføj filer til at udelukke fra synkronisering.
de_de: Fügen Sie Dateien hinzu, die von der Synchronisierung ausgeschlossen werden sollen.
el_gr: Προσθήκη αρχείων για εξαίρεση από τον συγχρονισμό.
es_es: Agregue archivos para excluir de la sincronización.
fi_fi: Lisää synkronoinnista poissuljetavat tiedostot.
fr_fr: Ajouter des fichiers à exclure de la synchronisation.
it_it: Aggiungi file da escludere dalla sincronizzazione.
nb_no: Legg til filer som skal ekskluderes fra synkronisering.
nl_nl: Bestanden toevoegen om uit de synchronisatie uit te sluiten.
pl_pl: Dodaj pliki do wykluczenia z synchronizacji.
pt_pt: Adicionar ficheiros a ignorar na sincronização.
sv_se: Lägg till filer att exkludera från synkronisering.

# userExclusionFileListHeader
source: Custom exclusion rules
da_dk: Brugerdefinerede udelukkelsesregler
de_de: Benutzerdefinierte Ausschlussregeln
el_gr: Προσαρμοσμένοι κανόνες εξαίρεσης
es_es: Reglas de exclusión personalizadas
fi_fi: Mukautetut poissulkemissäännöt
fr_fr: Règles d’exclusion personnalisées
it_it: Regole di esclusione personalizzate
nb_no: Tilpassede ekskluderingsregler
nl_nl: Aangepaste uitsluitingsregels
pl_pl: Niestandardowe reguły wykluczenia
pt_pt: Regras de exclusão personalizadas
sv_se: Anpassade undantagsregler

source: View source code
da_dk: Se kildekode
de_de: Quellcode anzeigen
el_gr: Προβολή πηγαίου κώδικα
es_es: Ver código fuente
fi_fi: Näytä lähdekoodi
fr_fr: Voir le code source
it_it: Visualizza codice sorgente
nb_no: Vis kildekode
nl_nl: Broncode bekijken
pl_pl: Wyświetl kod źródłowy
pt_pt: Ver código-fonte
sv_se: Visa källkod

# winInformationBlockSynchroErrorTitle
source: You have a sync error
da_dk: Du har en synkroniseringsfejl
de_de: Sie haben einen Synchronisierungsfehler
el_gr: Έχετε ένα σφάλμα συγχρονισμού
es_es: Tiene un error de sincronización
fi_fi: Sinulla on synkronointivirhe
fr_fr: Vous avez une erreur de synchronisation
it_it: Hai un errore di sincronizzazione
nb_no: Du har en synkroniseringsfeil
nl_nl: U heeft een synchronisatiefout
pl_pl: Masz błąd synchronizacji
pt_pt: Tem um erro de sincronização
sv_se: Du har ett synkroniseringsfel

# winInformationBlockSynchroErrorTitle-plural
source: You have {0} sync errors
da_dk: Du har {0} synkroniseringsfejl
de_de: Sie haben {0} Synchronisierungsfehler
el_gr: Έχετε {0} σφάλματα συγχρονισμού
es_es: Tiene {0} errores de sincronización
fi_fi: Sinulla on {0} synkronointivirhettä
fr_fr: Vous avez {0} erreurs de synchronisation
it_it: Hai {0} errori di sincronizzazione
nb_no: Du har {0} synkroniseringsfeil
nl_nl: U heeft {0} synchronisatiefouten
pl_pl: Masz {0} błędów synchronizacji
pt_pt: Tem {0} erros de sincronização
sv_se: Du har {0} synkroniseringsfel

# winStorageMissingDiskDescription
source: kDrive cannot access disk %@ Make sure it is connected, unlocked and accessible from your computer.
da_dk: kDrive kan ikke få adgang til disk %s Sørg for, at den er tilsluttet, oplåst og tilgængelig fra din computer.
de_de: kDrive kann nicht auf Laufwerk %@ zugreifen. Stellen Sie sicher, dass es verbunden, entriegelt und von Ihrem Computer aus zugänglich ist.
el_gr: Το kDrive δεν μπορεί να αποκτήσει πρόσβαση στη μονάδα %@ Βεβαιωθείτε ότι είναι συνδεδεμένη, ξεκλειδωμένη και προσβάσιμη από τον υπολογιστή σας.
es_es: kDrive no puede acceder al disco %@ Asegúrese de que está conectado, desbloqueado y accesible desde su ordenador.
fi_fi: kDrive ei pääse levylle %@ Varmista, että se on kytketty, lukitsematon ja tietokoneeltasi käytettävissä.
it_it: kDrive non riesce ad accedere al disco %@ Assicurati che sia connesso, sboccato e accessibile dal tuo computer.
nb_no: kDrive kan ikke få tilgang til disk %@ Sørg for at den er tilkoblet, låst opp og tilgjengelig fra datamaskinen din.
nl_nl: kDrive heeft geen toegang tot schijf %@ Zorg ervoor dat deze correct is aangesloten, ontgrendeld en toegankelijk is vanaf uw computer.
pl_pl: kDrive nie może uzyskać dostępu do dysku %@ Upewnij się, że jest podłączony, odblokowany i dostępny z Twojego komputera.
pt_pt: O kDrive não consegue aceder ao disco %@ Certifique-se de que está ligado, desbloqueado e acessível no seu computador.
sv_se: kDrive kan inte komma åt disk %s Se till att den är ansluten, olåst och tillgänglig från din dator.

# winStorageMissingDiskTitle
source: Storage disk %@ is not accessible
da_dk: Lagerdisk %s er ikke tilgængelig
de_de: Speicherlaufwerk %@ ist nicht zugänglich
el_gr: Η μονάδα αποθήκευσης %@ δεν είναι προσβάσιμη
es_es: El disco de almacenamiento %@ no es accesible
fi_fi: Tallennuslevy %@ ei ole käytettävissä
it_it: Il disco di archiviazione %@ non è accessibile
nb_no: Lagringsdisk %@ er ikke tilgjengelig
nl_nl: Opslagschijf %@ is niet toegankelijk
pl_pl: Dysk pamięci %@ jest niedostępny
pt_pt: O disco de armazenamento %@ não está acessível
sv_se: Lagringsdisk %s är inte tillgänglig

# winbuttonRemoveFileExclusionRule
source: Remove
da_dk: Fjern
de_de: Entfernen
el_gr: Κατάργηση
es_es: Eliminar
fi_fi: Poista
fr_fr: Retirer
it_it: Rimuovi
nb_no: Fjern
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Remover
sv_se: Ta bort

# winbuttonRemoveFileExclusionRule-plural
source: Remove (%@ rules)
da_dk: Fjern (%s regler)
de_de: Entfernen (%@ Regeln)
el_gr: Κατάργηση (%@ κανόνων)
es_es: Eliminar (%@ reglas)
fi_fi: Poista (%@ sääntöä)
fr_fr: Supprimer (%@ règles)
it_it: Rimuovi (%@ regole)
nb_no: Fjern (%@ regler)
nl_nl: Verwijderen (%@ regels)
pl_pl: Usuń (%@ reguły)
pt_pt: Remover (%@ regras)
sv_se: Ta bort (%s regler)

# labelShortMinute
source: min
el_gr: λεπτ

# labelXoverY
source: %@ of %@
da_dk: %1$s af %2$s
de_de: %@ von %@
el_gr: %@ από %@
es_es: %@ de %@
fr_fr: %@ sur %@
it_it: %@ di %@
nb_no: %@ av %@
nl_nl: %@ van %@
pl_pl: %@ z %@
pt_pt: %@ de %@
sv_se: %1$s av %2$s

# helpKDriveName
source: kDrive %@
da_dk: kDrive %s
sv_se: kDrive %s

# labelKDriveVersion
source: kDrive %@
da_dk: kDrive %s
sv_se: kDrive %s

# releaseChannelBeta
source: Beta
fr_fr: Bêta
nl_nl: Bèta

# availableOfflineDescription
source: Your files are copied to your computer. You can open them at any time, even without an internet connection.
de_de: Ihre Dateien werden auf Ihren Computer kopiert. Sie können sie jederzeit öffnen, auch ohne Internetverbindung.
es_es: Sus archivos se copian en su ordenador. Puede abrirlos en cualquier momento, incluso sin conexión a Internet.
fr_fr: Vos fichiers sont copiés sur votre ordinateur. Vous pouvez les ouvrir à tout moment, même sans accès à Internet.
it_it: I tuoi file vengono copiati sul tuo computer. Puoi aprirli in qualsiasi momento, anche senza connessione a internet.

# feedbackURL
source: https://feedback.userreport.com/074f5c5a-372b-40a6-b82f-9157fdb3d2d7
es_es: https://feedback.userreport.com/e1304b1e-ebd0-4ffe-9234-a1a91730e651
fr_fr: https://feedback.userreport.com/fe6ca4b6-5812-4f39-8ca6-5f2300aecda6
it_it: https://feedback.userreport.com/191a0beb-797d-4ec1-b1ff-31889a0012ee

# helpUrl
source: https://www.infomaniak.com/en/support
de_de: https://www.infomaniak.com/de/support
es_es: https://www.infomaniak.com/es/soporte
fr_fr: https://www.infomaniak.com/fr/aide
it_it: https://www.infomaniak.com/it/support
